Repository: JohnAmir450/GAC
Catalog: lib/l10n/intl_*.arb
Languages: ar

# application_name
source: Arabian Gulf Company
ar: الشركة العربية الخليجية

source: Start Now
ar: ابداء الان

# on_boarding_text
source: Discover a new experience with Arabian Gulf Company. Shop easily, explore a variety of food products, and follow prices directly to get the best offers and quality.
ar: اكتشف تجربة جديدة مع الشركة العربية الخليجية. تسوق بسهولة، استكشف منتجات غذائية متنوعة، وتابع الأسعار مباشرة للحصول على أفضل العروض والجودة.

# email_hint
source: Email
ar: البريد الالكتروني

# password_hint
source: Password
ar: كلمة المرور

source: Sign In
ar: تسجيل الدخول

# forget_password
source: Forgot Password?
ar: نسيت كلمة المرور؟

# dont_have_account
source: Don't have an account?
ar: ليس لديك حساب؟

source: Sign Up
ar: انشاء حساب

source: Or
ar: او

# sign_with_google
source: Sign in with Google
ar: تسجيل دخول بواسطة جوجل

# sign_with_facebook
source: Sign in with Facebook
ar: تسجيل دخول بواسطة فيسبوك

source: New Account
ar: حساب جديد

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الاخير

source: Phone Number
ar: رقم الهاتف

# terms_accept
source: By creating an account, you agree to our
ar: من خلال إنشاء حساب فأنت توافق على

# terms_and_conditions_sign
source: Terms and Conditions
ar: الشروط والاحكام الخاصة بنا

# create_account
source: Create New Account
ar: انشاء حساب جديد

# already_have_account
source: Already have an account?
ar: لديك حساب بالفعل؟

# activation_link
source: Activation link has been sent
ar: تم ارسال رابط التفعيل

# please_check_email
source: Please check your email to activate your account
ar: الرجاء مراجعة البريد الالكتروني لتفعيل حسابك

# phone_number_validation
source: Please enter a valid phone number
ar: برجاء ادخال رقم هاتف صالح

# needs_to_accept_terms
source: You need to accept the terms and conditions
ar: يجب الموافقة على الشروط والأحكام

source: Home
ar: الرئيسية

source: Products
ar: المنتجات

# cart
source: Shopping Cart
ar: سلة التسوق

# profile
source: My Account
ar: حسابي

source: Welcome!
ar: مرحبًا بك !

source: Best Selling
ar: الاكثر مبيعًا

source: More
ar: المزيد

source: Results
ar: نتائج

source: Search for
ar: ابحث عن

source: Confirm Order
ar: تاكيد الطلب

# pound
source: EGP
ar: جنيه

source: Quantity :
ar: الكمية :

# cart_products_count
source: You have {count} products in the shopping cart
ar: لديك {count} منتجات في سلة التسوق

# delete_product
source: Remove Product
ar: حذف المنتج

# carton
source: Cartons
ar: كرتونة

source: Payment Method
ar: طريقة الدفع

source: Address
ar: العنوان

source: Review Order
ar: مراجعة الطلب

source: Cash on Delivery
ar: الدفع عند الاستلام

# deliver_in_selected_address
source: Deliver to Selected Address
ar: توصيل في العنوان المحدد

source: Next
ar: التالي

# fill_all_data
source: You must fill in all the required data
ar: عليك ملء جميع البيانات

source: ➕ Add New Address
ar: اضافة عنوان جديد

source: ✅ Use Default Address
ar: استخدام العنوان الافتراضي

# government_hint
source: Governorate
ar: المحافظة

# city_hint
source: City or Village
ar: المدينة او القرية

# street_hint
source: Street Name
ar: اسم الشارع

# address_description_hint
source: Address description (Optional)
ar: وصف المكان "اختياري"

source: Order Summary:
ar: ملخص الطلب :

source: Total Amount
ar: المبلغ الكلي

source: Delivery
ar: التوصيل

source: Free
ar: مجاني

source: Total Order
ar: اجمالي الطلب

source: Discount
ar: الخصم

source: Amount After Discount
ar: المبلغ بعد الخصم

source: Edit
ar: تعديل

source: Available Points:
ar: النقاط المتاحة :

source: Redeem
ar: استخدام

source: Redeemed
ar: تم الاستخدام

# insufficient_points
source: Not enough points to redeem
ar: لا توجد نقاط كافية للاستخدام

# points_used
source: All available points have been used
ar: تم استخدام جميع النقاط المتاحة

# discount_applied
source: {discount} EGP has been deducted from points
ar: تم خصم {discount} جنيه من النقاط

# min_points_required
source: Not enough points to redeem Minimum required: 1000 points
ar: لا توجد نقاط كافية للاستخدام الحد الأدنى 1000 نقطة

# redeemable_discount
source: You can use {redeemable_amount} EGP as a discount
ar: يمكنك استخدام {redeemable_amount} جنيه كخصم

# discount_title
source: Discount
ar: خصم

source: Order Confirmed Successfully
ar: تم تأكيد الطلب بنجاح

# order_number
source: Order Number: #{orderId}
ar: رقم الطلب : {orderId}#

# return_to_home
source: Return to Home Page
ar: رجوع للصفحة الرئيسية

source: My Account
ar: حسابي

# switch_language
source: Switch to English
ar: التبديل إلى العربية

# personal_profile
source: Profile
ar: الملف الشخصي

# shipping_info
source: Shipping Information
ar: معلومات التوصيل

source: My Orders
ar: طلباتي

source: Help
ar: مساعدة

source: About Us
ar: من نحن

source: Terms & Conditions
ar: الشروط والأحكام

source: Log Out
ar: تسجيل الخروج

# logout_confirmation
source: Are you sure you want to log out?
ar: هل انت متأكد من تسجيل الخروج؟

# logout_title
source: Log Out
ar: تسجيل الخروج

source: Confirm
ar: خروج

source: Delete Account
ar: حذف الحساب

# delete_confirmation
source: Are you sure you want to delete your account? All your data will be deleted.
ar: هل انت متأكد من حذف الحساب؟ سيتم حذف جميع بياناتك

# delete_title
source: Delete Account
ar: حذف الحساب

source: Delete
ar: حذف

source: No
ar: لا

# cart_empty_title
source: No products in the shopping cart
ar: لا يوجد منتجات في سلة التسوق

# cart_empty_subtitle
source: You can add products from the list
ar: يمكنك إضافة منتجات من القائمة

# product_removed_success
source: Product removed from the cart successfully
ar: تم ازالة المنتج من السلة بنجاح

# product_quantity_updated_success
source: Product quantity updated successfully
ar: تم تغير كمية المنتج بنجاح

# no_data_available
source: No data available to display
ar: لا يوجد بيانات لعرضها

# data_updated_success
source: Data updated successfully
ar: تم تعديل البيانات بنجاح

source: Personal Information
ar: المعلومات الشخصية

source: Save Changes
ar: حفظ التغييرات

source: Status
ar: الحالة

source: All
ar: الكل

source: In Progress
ar: جاري التأكيد

source: Cancelled
ar: تم الإلغاء

source: Confirmed
ar: تم التأكيد

source: Out for Delivery
ar: خرج للتوصيل

source: Delivered
ar: تم الاستلام

# delivered_or_canceled_orders_auto_delete
source: Delivered or canceled orders will be automatically removed from the orders page within 48 hours.
ar: المنتجات التي تم توصيلها أو إلغاؤها سيتم حذفها تلقائيًا من صفحة الطلبات خلال ٤٨ ساعة.

source: No orders
ar: لا يوجد طلبات

# no_orders_subtitle
source: Once you place an order, you can track its status here.
ar: عند الطلب يمكنك متابعة حالة طلباتك من هنا

# current_order_status
source: Order Status
ar: حالة الطبية

source: Total Order Cost
ar: اجمالي مبلغ الطلبية

source: Name
ar: الاسم

source: Order Date
ar: تاريخ الطلب

source: Delivery Address
ar: عنوان التوصيل

source: Cash
ar: نقدي

# order_items
source: Items
ar: الطلبية

# order_cancel_confirmation
source: Are you sure you want to cancel the order? You can cancel as long as it has not been confirmed.
ar: هل انت متاكد من الغاء الطلب؟ يمكنك الالغاء طالما لم يتم تأكيده.

# about_company
source: Gulf Arabian Company is a leading company in the ghee and oil industry, founded with the aim of providing high-quality products that meet the needs of families in the Arab region. Since our establishment, we have been striving to offer food products that meet the highest standards of quality and safety, making us the first choice for our customers in the ghee and oil industry.
ar: الشركة العربية الخليجية هي شركة رائدة في صناعة السمن والزيوت، تأسست بهدف تقديم منتجات عالية الجودة تلبي احتياجات الأسر في المنطقة العربية. منذ بداية تأسيسنا، ونحن نسعى جاهدين لتوفير منتجات غذائية تلبي أعلى معايير الجودة والسلامة، مما يجعلنا الخيار الأول لعملائنا في صناعة السمن والزيوت.

source: Our Vision
ar: رؤيتنا

# vision_content
source: To become the leading company in the ghee and oil industry in the Arab region, offering our customers innovative, healthy, and safe products while maintaining the highest quality standards.
ar: أن نصبح الشركة الرائدة في صناعة السمن والزيوت في المنطقة العربية، وأن نقدم لعملائنا منتجات مبتكرة وصحية وآمنة، مع الحفاظ على أعلى معايير الجودة.

source: Our Mission
ar: مهمتنا

# mission_content
source: Our mission is to provide high-quality ghee and oil products that combine great taste with health benefits. We focus on achieving sustainability in our operations and aim to offer products that help our customers achieve a healthy and balanced life.
ar: مهمتنا هي تقديم منتجات سمن وزيوت عالية الجودة تجمع بين الطعم الرائع والفوائد الصحية. نحن نركز على تحقيق الاستدامة في عملياتنا، ونسعى لتقديم منتجات تساعد عملائنا في تحقيق حياة صحية ومتوازنة.

source: Our Values
ar: قيمنا

# values_content
source: - **Quality**: We are committed to providing high-quality ghee and oil with global standards. - **Innovation**: We continuously develop and improve our products to meet customer needs. - **Integrity**: We believe in the importance of integrity in all our internal and external dealings. - **Sustainability**: We work to reduce environmental impact and promote sustainability in our operations.
ar: - **الجودة**: نلتزم بتقديم سمن وزيوت ذات جودة عالية وبمعايير عالمية. - **الابتكار**: نعمل دائمًا على تطوير وتحسين منتجاتنا لتلبية احتياجات عملائنا. - **النزاهة**: نؤمن بأهمية النزاهة في جميع تعاملاتنا الداخلية والخارجية. - **الاستدامة**: نعمل على تقليل الأثر البيئي وتعزيز الاستدامة في عملياتنا.

source: What We Offer
ar: ما نقدمه

# offer_content
source: We provide a wide range of products including: - **Vegetable Ghee**: Great-tasting, high-quality ghee. - **Cooking Oils**: A variety of oils such as sunflower oil, olive oil, and corn oil.
ar: نقدم مجموعة واسعة من المنتجات التي تشمل: - **السمن النباتي**: سمن ذو طعم رائع وجودة عالية. - **زيوت الطهي**: مجموعة متنوعة من الزيوت مثل زيت عباد الشمس وزيت الزيتون وزيت الذرة.

source: Our Team
ar: فريقنا

# team_content
source: Our team consists of experts and specialists in the ghee and oil industry, who work hard to ensure that we provide products that meet the expectations of our customers across the region.
ar: يضم فريقنا مجموعة من الخبراء والمتخصصين في صناعة السمن والزيوت، الذين يعملون بجد لضمان تقديم منتجات تلبي توقعات عملائنا في جميع أنحاء المنطقة.

source: Our Achievements
ar: إنجازاتنا

# achievements_content
source: Since the company's founding, we have achieved numerous successes, including: - **Quality Awards**: We have received many awards in recognition of our commitment to quality. - **International Certifications**: We hold recognized certifications in the ghee and oil industry.
ar: منذ تأسيس الشركة حققنا العديد من النجاحات، ومنها: - **جوائز الجودة**: حصلنا على العديد من الجوائز تقديرًا لالتزامنا بالجودة. - **الشهادات الدولية**: نحن حاصلون على شهادات معترف بها في مجال صناعة السمن والزيوت.

source: Contact Us
ar: اتصل بنا

# contact_content
source: For any inquiries or complaints, please contact us via: - **Phone**: 01140550072 01028607331 0196817723 - **Email**: Gulf-arabian2015@outlook.com gulfarabiancompany650@gmail.com - **Address**: Plot No. 5 - Industrial Zone - Robiki - Badr City
ar: لأي استفسارات أو شكاوى، يرجى التواصل معنا عبر: - **الهاتف**: 01140550072 01028607331 0196817723 - **البريد الإلكتروني**: Gulf-arabian2015@outlook.com gulfarabiancompany650@gmail.com - **العنوان**: قطعة رقم 5 - المنطقة الصناعية - الروبيكي - مدينة بدر

source: Close
ar: إغلاق

# acceptance_of_terms
source: 1. Acceptance of Terms
ar: 1. القبول بالشروط

# acceptance_of_terms_content
source: By using this app, you agree to be bound by these terms and conditions. If you do not agree with any of these terms, please stop using the app.
ar: باستخدامك لهذا التطبيق، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على أي من هذه الشروط، يرجى التوقف عن استخدام التطبيق.

# company_information
source: 2. Company Information
ar: 2. معلومات عن الشركة

# company_information_content
source: The app belongs to Gulf Arabian Company, an Egyptian company specializing in food manufacturing (oil and ghee). The company is based in Egypt and has a distribution network across the Middle East.
ar: التطبيق تابع لـ الشركة العربية الخليجية، وهي شركة مصرية متخصصة في صناعة المواد الغذائية (الزيت والسمنة). الشركة قائمة في مصر ولديها شبكة توزيع في جميع أنحاء الشرق الأوسط.

# user_registration
source: 3. User Registration
ar: 3. تسجيل المستخدم

# user_registration_content
source: To benefit from the app's services, you must register an account using your full name, email address, phone number, and residential address. You can also log in using your Google or Facebook account.
ar: للاستفادة من خدمات التطبيق، يتعين عليك تسجيل حساب باستخدام: الاسم الكامل، عنوان البريد الإلكتروني، رقم الهاتف، العنوان السكني. يمكنك أيضًا تسجيل الدخول باستخدام حساب Google أو Facebook الخاص بك.

# points_collection_usage
source: 4. Points Collection and Usage
ar: 4. جمع النقاط واستخدامها

# points_collection_usage_content
source: When purchasing products from the app, users earn points based on the value of purchased products. These points can be used for discounts on future purchases. - **How to Earn Points**: Users earn 1 point for every 1 EGP spent on products in the app. - **How to Use Points**: Users can redeem points for discounts on future purchases, with 20 EGP granted for every 1000 points. The minimum points required to redeem is 1000. Please note that points cannot be redeemed for cash and remain valid for a limited period as per company policy. If an order is canceled, the earned points from that order will be deducted from the balance.
ar: عند شراء المنتجات من التطبيق، سيحصل المستخدم على نقاط وفقًا لقيمة المنتجات المشتراة. يمكن للمستخدم استخدام هذه النقاط للحصول على خصم على المشتريات المستقبلية. - **طريقة جمع النقاط**: يحصل المستخدم على 1 نقطة مقابل كل جنيه مصري يتم إنفاقه عند شراء المنتجات من التطبيق. - **طريقة استخدام النقاط**: يمكن للمستخدم استبدال النقاط للحصول على خصم على المشتريات المستقبلية، حيث يتم منح خصم قدره 20 جنيهًا مصريًا مقابل 1000 نقطة. الحد الأدنى للاستفادة من النقاط هو 1000 نقطة. يرجى ملاحظة أن النقاط لا يمكن استردادها نقدًا، وتظل سارية لفترة معينة وفقًا لسياسة الشركة. في حالة إلغاء الطلب، سيتم خصم النقاط التي تم اكتسابها من هذا الطلب من رصيدك.

# data_collection_usage
source: 5. Data Collection and Usage
ar: 5. جمع البيانات واستخدامها

# data_collection_usage_content
source: We collect personal data to provide better services, such as product ordering and delivery. Your data is handled securely according to our privacy policy.
ar: نقوم بجمع البيانات الشخصية لضمان تقديم الخدمات بشكل أفضل، مثل طلب المنتجات وتوصيلها. يتم التعامل مع جميع بياناتك الشخصية بسرية وفقًا لسياسة الخصوصية الخاصة بنا.

# app_usage
source: 6. App Usage
ar: 6. استخدام التطبيق

# app_usage_content
source: The app allows users to view the latest prices of the company's products, place orders, and pay upon delivery. Users can track orders and update their account details.
ar: يتيح التطبيق للمستخدمين الاطلاع على أحدث أسعار منتجات الشركة. يمكنك طلب المنتجات المتاحة والدفع عند استلام الطلب. يتيح التطبيق إمكانية متابعة حالة الطلبات المرسلة وتحديث بيانات الحساب الشخصي.

# cash_on_delivery_term
source: 7. Cash on Delivery
ar: 7. الدفع عند الاستلام

# cash_on_delivery_content
source: The only payment method currently available is cash on delivery. Users must provide accurate information to ensure successful order delivery.
ar: الطريقة الوحيدة للدفع المتاحة حاليًا هي الدفع نقدًا عند استلام الطلب. يجب تقديم بيانات دقيقة وصحيحة لتسليم الطلب بنجاح.

# data_update
source: 8. Data Update
ar: 8. تحديث البيانات

# data_update_content
source: Users are responsible for updating their personal details, such as address and phone number, to ensure proper order delivery.
ar: يتحمل المستخدم مسؤولية تحديث بياناته الشخصية مثل العنوان ورقم الهاتف لضمان استلام الطلبات بشكل صحيح.

# order_cancellation
source: 9. Order Cancellation
ar: 9. إلغاء الطلبات

# order_cancellation_content
source: Users can cancel orders before they are confirmed by the team. If canceled after confirmation, the app reserves the right to take appropriate action.
ar: يحق للمستخدم إلغاء الطلب قبل تأكيده من قبل فريق العمل. في حالة الإلغاء بعد تأكيد الطلب، يحتفظ التطبيق بحق اتخاذ الإجراءات المناسبة.

# intellectual_property_rights
source: 10. Intellectual Property Rights
ar: 10. حقوق الملكية الفكرية

# intellectual_property_rights_content
source: All content in the app, including text, images, and logos, belongs to Gulf Arabian Company and is protected by intellectual property laws. Unauthorized copying or reuse is prohibited.
ar: جميع المحتويات الموجودة في التطبيق، بما في ذلك النصوص والصور والشعارات، هي ملك للشركة العربية الخليجية ومحمية بموجب قوانين حقوق الملكية الفكرية. يحظر نسخ أو إعادة استخدام أي محتوى دون الحصول على إذن خطي مسبق من الشركة.

# liability_limitations
source: 11. Liability Limitations
ar: 11. حدود المسؤولية

# liability_limitations_content
source: The app is provided as-is, without warranties of any kind. The company is not liable for any damages or losses resulting from the use or reliance on the app's services or content.
ar: يتم توفير التطبيق والخدمات كما هي، ولا تضمن الشركة أن التطبيق خالٍ من الأخطاء أو يعمل دون انقطاع. لا تتحمل الشركة أي مسؤولية عن أي أضرار ناتجة عن استخدام التطبيق أو الاعتماد على محتوياته.

# terms_modifications
source: 12. Terms and Conditions Modifications
ar: 12. التعديلات على الشروط والأحكام

# terms_modifications_content
source: The Company reserves the right to modify these Terms and Conditions at any time. Users will be notified of any changes by updating the effective date at the top of this page. Your continued use of the Application after such modifications constitutes your acceptance of the modified Terms.
ar: تحتفظ الشركة بالحق في تعديل هذه الشروط والأحكام في أي وقت. سيتم إخطار المستخدمين بأي تغييرات عن طريق تحديث تاريخ السريان في أعلى هذه الصفحة. يعتبر استمرار استخدامك للتطبيق بعد إجراء التعديلات موافقة منك على الشروط المعدلة.

# applicable_laws
source: 13. Applicable Laws
ar: 13. القوانين المعمول بها

# applicable_laws_content
source: These Terms and Conditions are governed by Egyptian laws and are subject to any disputes that may arise. Any dispute will be resolved in Egyptian courts.
ar: تخضع هذه الشروط والأحكام وتفسر وفقًا للقوانين السارية في جمهورية مصر العربية. وأي نزاع ينشأ عنها يتم حله في المحاكم المصرية.

# contact_information
source: 14. Contact Information
ar: 14. بيانات التواصل

# contact_information_content
source: contact_information_content: For any inquiries or complaints, please contact us via: - Phone: 01140550072 01028607331 0196817723 - Email: Gulf-arabian2015@outlook.com gulfarabiancompany650@gmail.com - Address: Plot No. 5 - Industrial Area - Badr City
ar: لأي استفسارات أو شكاوى، يرجى التواصل معنا عبر: - الهاتف: 01140550072 01028607331 0196817723 - البريد الإلكتروني: Gulf-arabian2015@outlook.com gulfarabiancompany650@gmail.com - العنوان: قطعة رقم 5 - المنطقة الصناعية - مدينة بدر

source: Agree
ar: موافق

source: Product Description
ar: وصف المنتج

source: Organic
ar: اورجانيك

source: Expiry
ar: الصلاحية

source: Year
ar: عام

source: Month
ar: شهر

# various_products
source: Various products of:
ar: منتجات مختلفة من

source: Add to cart
ar: اضافة الى السلة

# product_added_success
source: The product has been added to the cart successfully.
ar: تم اضافة المنتج للسلة بنجاح

# product_quantity_updated
source: The product quantity has been updated successfully.
ar: تم تغير كمية المنتج بنجاح

source: Reset Password
ar: اعادة تعين الرقم السري

# reset_password_message
source: A reset password message has been sent to you.
ar: تم ارسال رسالة اعادة تعين الرقم السري الخاص بك

# order_added_success
source: The order has been added successfully.
ar: تم اضافة الطلب بنجاح

# data_saved_success
source: Data has been saved successfully.
ar: تم حفظ البيانات بنجاح

# data_save_error
source: An error occurred while saving the data.
ar: حدث خطأ في حفظ البيانات

# order_canceled_success
source: The order has been canceled successfully.
ar: تم الغاء الطلب بنجاح

# order_cancel_error
source: An error occurred while canceling the order.
ar: حدث خطأ في الغاء الطلب

source: Weak password
ar: كلمة المرور ضعيفة

# email_already_in_use
source: This email is already in use
ar: هذا البريد مستخدم من قبل

# user_not_found
source: This email is not registered
ar: هذا البريد غير موجود

# wrong_password
source: Incorrect password
ar: كلمة المرور غير صحيحة

# invalid_credential
source: Check your credentials
ar: تأكد من صحة بياناتك

source: Invalid email
ar: البريد غير صالح

# operation_not_allowed
source: Your account has not been activated
ar: لم يتم تفعيل حسابك

# user_disabled
source: Your account has been disabled
ar: تم تعطيل حسابك

# network_request_failed
source: Check your internet connection
ar: تأكد من الاتصال بالانترنت

# account_exists_with_different_credential
source: This account is linked to a different provider. Try logging in using another method
ar: هذا الحساب مرتبط بمزود مختلف. حاول تسجيل الدخول باستخدام طريقة أخرى

source: Invalid verification code
ar: رمز التحقق غير صالح

source: Invalid verification ID
ar: معرّف التحقق غير صالح

# credential_already_in_use
source: These credentials are already used by a different account
ar: بيانات الاعتماد هذه مستخدمة بالفعل من قبل حساب مختلف

# timeout
source: The operation took too long. Try again
ar: العملية استغرقت وقتًا طويلاً. حاول مرة أخرى

# popup_closed_by_user
source: Login window was closed before completing the process
ar: تم إغلاق نافذة تسجيل الدخول قبل إتمام العملية

# quota_exceeded
source: Request limit exceeded. Try again later
ar: تم تجاوز الحد الأقصى للطلبات. حاول لاحقًا

# sign_in_canceled
source: Sign-in was canceled
ar: تم إلغاء تسجيل الدخول

# access_denied
source: Access to your Facebook account was denied. Check permissions
ar: تم رفض الوصول إلى حسابك على فيسبوك. تأكد من الصلاحيات الممنوحة

# invalid_access_token
source: Invalid or expired Facebook access token
ar: رمز الوصول إلى فيسبوك غير صالح أو منتهي الصلاحية

# facebook_login_failed
source: Facebook login failed. Try again
ar: فشل تسجيل الدخول إلى فيسبوك. حاول مرة أخرى

# cancelled_facebook_login
source: Facebook login was canceled
ar: تم إلغاء تسجيل الدخول إلى فيسبوك

# default_error_message
source: An error occurred, please try again
ar: حدث خطأ ما، حاول مرة أخرى

# delete_button_title
source: To delete the account, you must confirm the password
ar: لحذف الحساب يجب تأكيد كلمة المرور

# password_verification_text
source: Password verification
ar: التحقق من كلمة المرور

source: Cancel
ar: إلغاء

# password_verification_processing
source: verification in progress
ar: جاري التحقق من كلمة المرور

# error_dialog_title
source: Error
ar: حدث خطأ

# password_is_incorrect
source: The password is incorrect, please try again.
ar: كلمة المرور غير صحيحة، يرجى المحاولة مرة أخرى.

# ok
source: Confirm
ar: حسناً

source: there is no products
ar: لا يوجد منتجات لعرضها حاليا

# new_products_will_be_added
source: new products will be added soon
ar: سيتم اضافة منتجات في وقت لاحق

# shopInsideProducts
source: Shop inside {productType} products
ar: تسوق داخل منتجات ال{productType}

source: Ghee
ar: سمن

source: Oils
ar: زيوت

source: Industrial
ar: صناعي
